Revit 2027 API
ContextMenu Properties
The ContextMenu type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
ContextMenu Class
Autodesk.Revit.UI Namespace